[
  {
    "title": "Construction in NZ - Why Implementing Mātauranga Māori should be considered?",
    "description": "Mātauranga Māori is a Māori knowledge system or global wisdom of the Māori people. It encompasses their worldview, values, and practices. This knowledge has ...",
    "date": "Jun 10, 2024",
    "slug": "-construction-in-nz---why-implementing-m-tauranga-m-ori-should-be-considered"
  },
  {
    "title": "AI with Aroha -- How Māori Values Are Shaping the Future of Artificial Intelligence",
    "description": "Discover how kaupapa Māori and tikanga are guiding a new approach to AI ethics, automation, and leadership in Aotearoa -- and why the future of technology mu...",
    "date": "Oct 20, 2025",
    "slug": "ai-with-aroha--how-m-ori-values-are-shaping-the-future-of-artificial-intelligence"
  },
  {
    "title": "An Indigenous Lens to Growing Better People",
    "description": "Mātauranga Māori refers to the knowledge, global wisdom, and understanding of the Māori people. It encompasses their worldview, values, and practices. When a...",
    "date": "Jun 08, 2024",
    "slug": "an-indigenous-lens-to-growing-better-people"
  },
  {
    "title": "Beyond Compliance. Towards Relational Leadership.",
    "description": "Te Tiriti o Waitangi is not a historical artefact or a compliance checkbox. It is a living framework for how we relate, make decisions, and share power in Ao...",
    "date": "Dec 20, 2025",
    "slug": "beyond-compliance--towards-relational-leadership"
  },
  {
    "title": "Building Belonging: How Cultural Connection Strengthens Workplace Resilience",
    "description": "Belonging is one of the most powerful forces in any organisation. When people feel connected, respected, and valued, they work with purpose and pride. Belong...",
    "date": "Dec 13, 2025",
    "slug": "building-belonging--how-cultural-connection-strengthens-workplace-resilience"
  },
  {
    "title": "Challenging the Treaty Principles Bill",
    "description": "<figure id=\\\"figure-6bovik36m6kb3828\\\">",
    "date": "Jan 31, 2025",
    "slug": "challenging-the-treaty-principles-bill"
  },
  {
    "title": "From Transactional to Relational: What Cultural Investment Means for NZ Businesses",
    "description": "Inclusion is no longer a \\\"tick-box\\\" exercise. For New Zealand businesses, investing in cultural capability is about more than compliance --- it's about build...",
    "date": "Sep 22, 2025",
    "slug": "from-transactional-to-relational--what-cultural-investment-means-for-nz-businesses"
  },
  {
    "title": "Honouring Te Tiriti in Your Workplace",
    "description": "<figure id=\\\"figure-dl73gunghpm6psezek\\\">",
    "date": "Feb 04, 2025",
    "slug": "honouring-te-tiriti-in-your-workplace"
  },
  {
    "title": "Honouring Te Tiriti Through Water Stewardship",
    "description": "Water is not a resource to Māori. It is a living ancestor. It carries whakapapa, sustains life, and holds responsibility. The Treaty and Integrity of Water W...",
    "date": "Dec 27, 2025",
    "slug": "honouring-te-tiriti-through-water-stewardship"
  },
  {
    "title": "How HR Leaders Can Address Burnout with Indigenous Wellbeing Models",
    "description": "Burnout is no longer a fringe issue. It's one of the most pressing challenges facing workplaces today. For HR leaders, the signs are everywhere: staff turnov...",
    "date": "Sep 22, 2025",
    "slug": "how-hr-leaders-can-address-burnout-with-indigenous-wellbeing-models"
  },
  {
    "title": "How SMEs Built Belonging Through Wellness on the Marae",
    "description": "Many New Zealand SMEs want to build confident, culturally aware teams but do not know where to start. Leaders tell us they worry about getting it wrong or us...",
    "date": "Sep 15, 2025",
    "slug": "how-smes-built-belonging-through-wellness-on-the-marae"
  },
  {
    "title": "Is Te Tiriti Still Relevant in Today's NZ?",
    "description": "Te Tiriti o Waitangi, signed in 1840, is widely regarded as New Zealand's founding document and continues to serve as a living, dynamic agreement that underp...",
    "date": "Feb 03, 2025",
    "slug": "is-te-tiriti-still-relevant-in-todays-nz"
  },
  {
    "title": "30 Key Facts about Te Tiriti o Waitangi",
    "description": "<figure id=\\\"figure-1gkgubk2upm6zrphq0\\\">",
    "date": "Feb 13, 2025",
    "slug": "key-facts-about-te-tiriti-o-waitangi"
  },
  {
    "title": "Māori Values and Leadership: How Cultural Integrity Builds Stronger Teams",
    "description": "Leadership today looks very different from what it did a decade ago. The challenges are more complex, the teams more diverse, and the expectations higher. Ye...",
    "date": "Dec 13, 2025",
    "slug": "m-ori-values-and-leadership--how-cultural-integrity-builds-stronger-teams"
  },
  {
    "title": "Marae: Inspiring Generations of New Zealanders",
    "description": "Marae are more than just meeting places; they are the spiritual and cultural heartbeat of Māori communities, carrying the wisdom of generations and shaping t...",
    "date": "Feb 18, 2025",
    "slug": "marae--inspiring-generations-of-new-zealanders"
  },
  {
    "title": "Marae-Based Inclusion Training: Bridging Culture and Commerce in Aotearoa",
    "description": "Inclusion has become a familiar word in strategy documents and diversity policies across New Zealand workplaces. But genuine inclusion cannot be achieved thr...",
    "date": "Nov 03, 2025",
    "slug": "marae-based-inclusion-training--bridging-culture-and-commerce-in-aotearoa"
  },
  {
    "title": "Marae Christmas: How Cultural Celebration Strengthens Workplace Connection",
    "description": "As the year draws to a close, many organisations begin planning the familiar Christmas function - a catered lunch, a few speeches, and perhaps a gift exchang...",
    "date": "Nov 10, 2025",
    "slug": "marae-christmas-how-cultural-celebration-strengthens-workplace-connection"
  },
  {
    "title": "Marae: Commercial Activities in Auckland & New Zealand",
    "description": "Marae, the traditional meeting grounds of the Māori people, are deeply rooted in cultural heritage and serve as spiritual and communal hubs for Māori communi...",
    "date": "Feb 11, 2025",
    "slug": "marae-commercial-activities-in-auckland-new-zealand"
  },
  {
    "title": "Marae Day: Uniting Communities",
    "description": "<figure id=\\\"figure-6gqnarejykm7ky1h7q\\\">",
    "date": "Feb 25, 2025",
    "slug": "marae-day-uniting-communities"
  },
  {
    "title": "Marae: Indigenous Storytelling Is in Our DNA",
    "description": "Storytelling, deeply rooted in Māori culture, serves as a vital tool for preserving history, transmitting knowledge, and promoting well-being.",
    "date": "Feb 18, 2025",
    "slug": "marae-indigenous-storytelling-is-in-our-dna"
  },
  {
    "title": "Matariki\\'s Influence on Construction in New Zealand",
    "description": "Matariki, the Māori New Year, holds great cultural importance in New Zealand. This celebration marks the rising of the Pleiades star cluster and signifies a ...",
    "date": "Jun 17, 2024",
    "slug": "matariki-s-influence-on-construction-in-new-zealand"
  },
  {
    "title": "Plan Your 2026 Training: Māori Engagement, Wellbeing & Treaty Workshops",
    "description": "The most effective organisations don't leave cultural training to chance. They plan for it - building it into their leadership calendar, budgeting for it in ...",
    "date": "Oct 13, 2025",
    "slug": "plan-your-2026-training--m-ori-engagement--wellbeing---treaty-workshops"
  },
  {
    "title": "Reimagining Design in the Post-Anthropocene Era through an Indigenous Lens",
    "description": "The Post-Anthropocene Era represents a significant shift in how we view our relationship with the planet. This era acknowledges the impact humans have had on...",
    "date": "Jul 01, 2024",
    "slug": "reimagining-design-in-the-post-anthropocene-era-through-an-indigenous-lens"
  },
  {
    "title": "Te Tiriti Explained Further",
    "description": "<figure id=\\\"figure-91i6hqbacvm6ojh4e7\\\">",
    "date": "Feb 03, 2025",
    "slug": "te-tiriti-explained-further"
  },
  {
    "title": "Why AI Training Should Be Your 2026 Business Resolution",
    "description": "Make AI training your top priority for 2026. Learn how AI boosts productivity, saves time, and keeps you competitive in the age of ChatGPT, Gemini, and Copil...",
    "date": "Oct 28, 2025",
    "slug": "why-ai-training-should-be-your-2026-business-resolution"
  },
  {
    "title": "Why Boards Need Te Tiriti Training Before 2027",
    "description": "Governance in Aotearoa New Zealand is changing. Boards are expected to show not only financial stewardship but also cultural integrity, social accountability...",
    "date": "Oct 13, 2025",
    "slug": "why-boards-need-te-tiriti-training-before-2027"
  },
  {
    "title": "Why Marae-Based Training is the Future of Workplace Inclusion in New Zealand",
    "description": "Workplace inclusion has become a business imperative in Aotearoa New Zealand. Organisations are under increasing pressure to create environments where people...",
    "date": "Sep 10, 2025",
    "slug": "why-marae-based-training-is-the-future-of-workplace-inclusion-in-new-zealand"
  },
  {
    "title": "Wolfgramm Holdings: Where Indigenous Wisdom Powerfully Meets Future Innovation for Transformative Growth",
    "description": "<figure id=\\\"figure-nomc1zrx5amf0ahwcu\\\">",
    "date": "Aug 31, 2025",
    "slug": "wolfgramm-holdings-where-indigenous-wisdom-powerfully-meets-future-innovation-for-transformative-growth"
  }
]